[{"id": 1, "name": "basil", "description": "Basil is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Basil is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/basil.jpg"}, {"id": 2, "name": "chives", "description": "Chives is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Chives is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/chives.jpg"}, {"id": 3, "name": "cilantro", "description": "Cilantro is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Cilantro is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/cilantro.jpg"}, {"id": 4, "name": "dill", "description": "Dill is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Dill is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/dill.jpg"}, {"id": 5, "name": "fennel", "description": "Fennel is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Fennel is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/fennel.jpg"}, {"id": 6, "name": "Oregano", "description": "Oregano is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Oregano is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/oregano.jpg"}, {"id": 7, "name": "parsley", "description": "Parsley is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Parsley is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/parsley.jpg"}, {"id": 8, "name": "rosemary", "description": "Rosemary is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Rosemary is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/rosemary.jpg"}, {"id": 9, "name": "sage", "description": "Sage is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Sage is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/sage.jpg"}, {"id": 10, "name": "thyme", "description": "Thyme is a cool-season herb that is harvested in the early spring. It is a perennial plant that grows from a bulb. Thyme is a good source of vitamin K, vitamin C, folate, and fiber. It is also a good source of vitamin A, vitamin E, vitamin B6, thiamin, riboflavin, niacin, pantothenic acid, phosphorus, magnesium, iron, zinc, copper, and manganese.", "image": "https://www.gardeningknowhow.com/wp-content/uploads/2019/04/thyme.jpg"}]